Repository: davila-vilanova/TogglTargets
Catalog: TogglGoals/*.lproj/Main.strings
Languages: es

# CSh-kF-rVJ.title
source: from today
es: calcular desde hoy

# UN6-Eu-Zua.title
source: from next work day
es: calcular desde el próximo día de trabajo

# A2l-u7-QTD.title
source: active weekdays:
es: días de la semana activos:

# EHa-P4-qQ6.title
source: please select a project
es: por favor, elige un proyecto

# QYP-lQ-gLI.title
source: to see its progress here
es: para ver su progreso aquí

# RWg-38-I3M.title
source: hours goal:
es: horas de trabajo deseadas:

# sHt-AE-o6F.title
source: create a goal
es: crear una meta

# v26-FD-5np.title
source: delete goal
es: borrar meta

# P9m-mq-vQD.title
source: keep goal
es: no borrar

# z4E-Sz-bgD.ibExternalAccessibilityDescription
source: Delete goal
es: Borrar meta
