Repository: davila-vilanova/TogglTargets
Catalog: TogglTargets/*.lproj/Localizable.strings
Languages: es

# project-list.header.with-time-targets
source: projects with targets
es: proyectos con metas

# project-list.header.without-time-targets
source: projects without targets
es: proyectos sin metas

# project-list.item.target.time.monthly
source: %@ per month
es: %@ por mes

# project-list.item.target.time.weekly
source: %@ per week
es: %@ por semana

# project-list.item.target.no-time-target
source: (no time target)
es: (sin meta)

# project-list.item.report.no-data
source: no report data
es: esperando datos del informe

# project-list.item.report.worked-time
source: %@ worked
es: trabajados: %@

# time-progress.report.no-data
source: no report data
es: esperando datos del informe

# time-progress.report.worked-time.including-today
source: %@ worked (including today)
es: trabajado: %@ (incluyendo hoy)

# time-progress.report.worked-time.excluding-today
source: %@ worked (not including today)
es: trabajado: %@ (sin incluir hoy)

# time-progress.report.target-time.remaining
source: %@ remaining
es: para cumplir la meta: %@

# target-strategy.header
source: to reach your target of %@
es: para lograr tu meta de %@

# target-strategy.adjusted-baseline
source: work %@ per day
es: trabaja %@ por día

# target-strategy.cannot-calculate-baseline
source: the day baseline could not be calculated
es: no se pudo calcular el tiempo diario de trabajo

# target-strategy.adusted-baseline-matches
source: That pretty much matches your baseline of %@
es: Esto es similar a tu base de %@

# target-strategy.differential.more
source: That is %@ more than your baseline of %@
es: Esto es %@ más que tu base de %@

# target-strategy.differential.less
source: That is %@ less than your baseline of %@
es: Esto es %@ menos que tu base de %@

# target-strategy.unfeasible
source: This may be possible if you sleep very little and have superhuman focusing abilities
es: Lograr tu meta sería posible si durmieras muy poquito y tuvieras una capacidad sobrehumana de concentración

# target-strategy.impossible
source: This would require more than a full day of work per day
es: Para lograr tu meta deberías de trabajar más de 24 horas al día

# target-time-reached
source: You have achieved your target time of %@
es: ¡Has logrado tu meta de %@!

# logged-in.loading-profile
source: Loading...
es: Cargando...

# logged-in.invalid-credentials.title
source: It seems like the credentials we are using to sign into Toggl are no longer valid
es: Parece que las credenciales que estamos usando para acceder Toggl ya no son válidas

# logged-in.invalid-credentials.informative
source: This could be a hiccups on the server side but it more likely means that you should reenter your Toggl credentials.
es: Esto podría ser un problema en el servidor pero lo más probable es que tengas que reintroducir tus credenciales de Toggl.

# logged-in.invalid-credentials.reenter
source: Reenter Credentials
es: Reintroducir credenciales

# day-progress.worked-today
source: %@ worked today
es: trabajado hoy: %@

# day-progress.to-work-today
source: %@ left to meet your target today
es: resta para cumplir tu objetivo diario: %@

# status.condensed.all-data.syncing
source: Syncing...
es: Sincronizando...

# status.condensed.all-data.error
source: Could Not Synchronize All Data
es: No se Pudieron Sincronizar Todos los Datos

# status.condensed.all-data.synced
source: All Data Synchronized
es: Todos los Datos Actualizados

# status.condensed.error.unknown
source: Unknown
es: Desconocido

# status.condensed.error.no-credentials
source: No Credentials Configured
es: Credenciales No Configuradas

# status.condensed.error.auth-failure
source: Authentication Error
es: Credenciales No Válidas

# status.condensed.error.server-hiccups
source: Internal Server Error (%d)
es: Error Interno del Servidor (%d)

# status.condensed.error.unexpected-json
source: Unexpected JSON in Response
es: La Respuesta del Servidor Es Inválida

# status.condensed.error.non-http
source: Unexpected Response Type
es: La Respuesta del Servidor Es Inválida

# status.condensed.error.other-http
source: HTTP Error %d
es: Error de HTTP %d

# status.activity.syncing.profile
source: Syncing Profile
es: Sincronizando Profile

# status.activity.syncing.projects
source: Syncing Reports
es: Sincronizando Proyectos

# status.activity.syncing.running-entry
source: Syncing Running Entry
es: Sincronizando Temporizador

# status.activity.synced.profile
source: Synced Profile
es: Profile Sincronizado

# status.activity.synced.projects
source: Synced Projects
es: Proyectos Sincronizados

# status.activity.synced.reports
source: Synced Reports
es: Informes Sincronizados

# status.activity.synced.running-entry
source: Synced Running Entry
es: Temporizador Sincronizado

# status.activity.error.profile
source: Error Syncing Profile
es: Error Sincronizando Profile

# status.activity.error.projects
source: Error Syncing Projects
es: Error Sincronizando Proyectos

# status.activity.error.reports
source: Error Syncing Reports
es: Error Sincronizando Informes

# status.activity.error.running-entry
source: Error Syncing Running Entry
es: Error Sincronizando Temporizador

# status.activity.error.no-credentials
source: No Credentials Configured
es: Credenciales No Configuradas

# login.loginButton.retry
source: Retry
es: Intentar otra vez

# login.error.invalid-credential
source: Credential is not valid
es: Las credenciales no son válidas

# login.error.cannot-verify
source: Cannot verify: %@
es: No se pueden verificar las credenciales: %@

# login.error.cannot-verify.unexpected
source: Cannot verify: an unexpected error occurred. Feel free to try again.
es: No se pueden verificar las credenciales: ha ocurrido un error inesperado. Inténtalo de nuevo.

# error.no-credentials
source: No credentials configured. Please configure your Toggl credentials.
es: Las credenciales no están configuradas. Por favor, configura tus credenciales de Toggl.

# error.auth-failure
source: Authentication error. Check your Toggl credentials.
es: Las credenciales no son válidas. Revisa tus credenciales de Toggl.

# error.subsystem-error
source: The request failed with the following error: %@
es: La operación ha fallado con el siguiente error: %@

# error.server-hiccups
source: It seems like the Toggl server is experiencing internal difficulties. Response code is %d.
es: Parece quqe el servidor de Toggl está sufriendo dificultades internas. El código de error HTTP es %d.

# error.unexpected-json
source: Got some unexpectedly formed JSON as part of the response.
es: El formato de la respuesta del servidor parece inválido.

# error.non-http
source: Received what seems not to be an HTTP response: %@
es: He recibido una respuesta que no es HTTP: %@

# error.other-http
source: Received an HTTP error that I don't know how to handle. Response code is %d
es: He recibido un error de HTTP que no sé cómo interpretar. El código es %d

# undo.create-time-target
source: Create Time Target
es: Crear Meta

# undo.modify-time-target
source: Modify Time Target
es: Modificar Meta

# undo.delete-time-target
source: Delete Time Target
es: Borrar Meta

# time-target-controller.target-hours-period.month
source: per month
es: por mes

# time-target-controller.target-hours-period.week
source: per week
es: por semana
